Repository: YJDave/AWW_AWH
Catalog: aww_vishwa/locale/*/LC_MESSAGES/django.po
Languages: gu

source: worker
gu: કાર્યકર

source: helper
gu: મદદગાર

source: 7 pass
gu: ૭ પાસ

source: 10 pass
gu: ૧૦ પાસ

source: 12 pass
gu: ૧૨ પાસ

source: graduate
gu: સ્નાતક

source: Select AWC you want to apply
gu: AWC પસંદ કરો જે તમે અરજી કરવા માગો છો

source: For position
gu: સ્થિતિ માટે

source: Your name
gu: તમારું નામ

source: Phone no
gu: ફોન નં

source: Graduation completion
gu: સ્નાતક સમાપ્તિ

source: Are you married?
gu: શું તમે લગ્ન કર્યાં છો?

source: Distance between your residence and AWC you are applying
gu: તમારા નિવાસ અને એડબલ્યુસી વચ્ચે અંતર તમે અરજી કરી રહ્યા છો

source: Pincode of your residence
gu: તમારા નિવાસસ્થાનનું પિનકોડ

source: Do you have birth certificate?
gu: શું તમારી પાસે જન્મનું પ્રમાણપત્ર છે?

source: Do you have marriage certificate?
gu: શું તમારી પાસે લગ્નનું પ્રમાણપત્ર છે?

source: Do you have ration card?
gu: શું તમારી પાસે રેશન કાર્ડ છે?

source: Do you ADHAAR card?
gu: શું તમે કાર્ડનો ઉપયોગ કરો છો?

source: English
gu: અંગ્રેજી

source: Apply for job
gu: નોકરી માટે અરજી કરો

source: AWW & AWH Recruitment
gu: આંગણવાડી કામદારો અને મદદગાર ભરતી

source: Anganwadi Workers & Helpers Recruitment
gu: આંગણવાડી કામદારો અને મદદગાર ભરતી

source: Home
gu: હોમ

source: Apply
gu: અરજી કરો

source: Guide Lines
gu: માર્ગદર્શન લાઇન્સ

source: Schemes
gu: યોજનાઓ

source: Eligibility
gu: પાત્રતા

source: Learning Materials
gu: શીખવાની સામગ્રી

source: Circulars
gu: પરિપત્રો

source: Vacancies
gu: ખાલી જગ્યાઓ

source: Results
gu: પરિણામો

source: Contact Us
gu: અમારો સંપર્ક કરો

source: Admin Login
gu: એડમિન લૉગિન

source: What's new?
gu: નવું શું છે?

source: New Vacancies out
gu: શું નવી ખાલી જગ્યાઓ નવા?

source: Govt.doubles the salary-of-anganwadi-workers
gu: ગોવર્મેન્ટ આંગણવાડી કાર્યકરોના પગારમાં ડબલ્સ કરે છે

source: Gujarat: Anganwadi workers seek pay hike, to go on 3-day strike
gu: ગુજરાત: 3-દિવસની હડતાળ પર જવા માટે આંગણવાડી કર્મચારીઓ પગારવધારા લે છે
